console.log(1+1);
console.log('1'+'1');
//문자열과 숫자 연산 차이


let lorem = "봄바람을 있는 이상의 가지에 노래하며 힘차게 얼마나 대고, 아니다. 같은 없는 같이, 있는가? 공자는 풀이 예수는 그들의 설산에서 용감하고 넣는 일월과 철환하였는가? 안고, 이 아름답고 아름다우냐? 날카로우나 위하여 방황하였으며, 꾸며 그리하였는가? 인간의 능히 봄바람을 구하지 청춘의 우리의 목숨을 칼이다. 뛰노는 싶이 그들의 약동하다. 열락의 그들은 없으면, 것이다. 얼음 품으며, 청춘의 끝까지 열락의 온갖 그러므로 인간의 청춘 것이다. 전인 소금이라 인간은 있으랴? 역사를 더운지라 피가 커다란 오직 뜨거운지라, 이것이다. 더운지라 꽃이 뭇 청춘의 있는가? 타오르고 같이 품었기 되는 같으며, 풀밭에 위하여, 같이, 생의 운다. 청춘의 것은 수 생의 많이 인간이 귀는 황금시대의 창공에 것이다. 것이 더운지라 불러 청춘이 우리의 같이, 보내는 것은 봄바람이다. 뜨고, 인간의 평화스러운 심장의 같이 있는 이것이다. 노년에게서 천고에 온갖 그러므로 봄바람이다. 커다란 남는 놀이 든 가진 따뜻한 이것이야말로 가는 귀는 듣는다. 이상은 기관과 뼈 얼마나 철환하였는가? 청춘의 동산에는 산야에 생의 할지라도 커다란 하여도 철환하였는가? 가지에 이상, 소담스러운 피고, 남는 간에 그들은 따뜻한 아름다우냐? 청춘 별과 행복스럽고 새 군영과 미묘한 있으랴? 무엇을 가슴이 것은 맺어, 인생에 찬미를 희망의 거선의 대한 교향악이다. 관현악이며, 찬미를 두손을 방황하였으며, 만천하의 속에서 그들은 청춘의 아름다우냐? 대한 어디 사는가 것은 청춘이 가는 귀는 때문이다. 때까지 이상의 그들을 미인을 수 약동하다. 커다란 하는 장식하는 때문이다. 작고 주며, 이상의 있으랴?";

console.log(lorem.length);